/* 
 Localizable.strings
 MatlabQL
 
 Created by Jake TM Pearce on 31/07/2008.
 Copyright 2008. All rights reserved.
 */
"%Path%" = "Chemin&nbsp;d'acc√®s";
"%Date_Modified%" = "Date&nbsp;de&nbsp;Modification";
"%Size%" = "Taille";
"%Number_of_Vars%" = "Nombre&nbsp;de&nbsp;variables";
"%Name%" = "Nom";
"%Type%" = "Type";
"%Dimensions%" = "Dimensions";

"%qi bytes" = "%qi octets";
"%1.2f KB" = "%1.2f Ko";
"%1.2f MB" = "%1.2f Mo";
"%1.2f GB" = "%1.2f Go";
"%1.2f GB" = "%1.2f To";

"Unknown" = "Inconnu";
"Cell" = "Cell";
"Structure" = "Structure";
"Logical" = "Logic";
"String" = "Chaine";
"Double" = "Double";
"Single" = "Simple";
"Integer (8-bit)" = "Entier (8-bit)";
"Integer (unsigned 8-bit)" = "Entier (non-sign√© 8-bit)";
"Integer (16-bit)" = "Entier (16-bit)";
"Integer (unsigned 16-bit)" = "Entier (non-sign√© 16-bit)";
"Integer (32-bit)" = "Entier (32-bit)";
"Integer (unsigned 32-bit)" = "Integer (non-sign√© 32-bit)";
"Integer (64-bit)" = "Entier (64-bit)";
"Integer (unsigned 64-bit)" = "Entier (non-sign√© 64-bit)";
"Function" = "Fonction";
"Unknown (error)" = "Inconnu (error)";